aliyunpan-go-bin
apifox-bin
bmaptool
bruno-bin
clash-verge-rev-bin
clipboard-sync
debtap
fcitx5-themes-candlelight
feishu-bin
google-chrome
jetbrains-toolbox
libtiff5
maplemono-nf-cn-unhinted
niri-git
openai-codex-bin
rime-ice-git
rustdesk-bin
sddm-catppuccin-git
ttf-wps-fonts
unityhub
visual-studio-code-bin
windterm-bin
