aliyunpan-go-bin
apifox-bin
bmaptool
bruno-bin
clash-verge-rev-bin
clipboard-sync
debtap
fcitx5-themes-candlelight
feishu-bin
google-chrome
jetbrains-toolbox
libtiff5
linuxqq-nt
maplemono-nf-cn
numi-bin
openai-codex-bin
redisinsight-bin
rime-ice-git
rustdesk-bin
sddm-catppuccin-git
termua-bin
ttf-wps-fonts
visual-studio-code-bin
waydroid-script-git
windterm-bin
