fcitx5
fcitx5-chinese-addons
fcitx5-qt
fcitx5-gtk
fcitx5-configtool
fcitx5-material-color
fcitx5-rime
noctalia-shell
ttf-nerd-fonts-symbols
noto-fonts-emoji
ttf-font-awesome
dbeaver
zed
docker
docker-compose
spotify-launcher
oculante
haruna
nemo
gnome-calendar
grim
slurp
satty
wl-clipboard
cliphist
blueman
gnome-keyring
fuse2
matugen
papirus-icon-theme
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-desktop-portal-gnome
pipewire
wireplumber
evtest
file
ffmpeg
p7zip
jq
poppler
fd
ripgrep
fzf
zoxide
imagemagick
ffmpegthumbnailer
nemo-fileroller
bleachbit