aarch64-linux-gnu-gcc
accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
base
base-devel
bash-completion
bemenu
bemenu-wayland
bind
bleachbit
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-alacritty-config
cachyos-fish-config
cachyos-grub-theme
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-settings
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
capitaine-cursors
chwd
cliphist
cpio
cpupower
cryptsetup
dbeaver
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dpkg
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
evtest
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-qt
fcitx5-rime
ffmpegthumbnailer
flatpak
fsarchiver
fuse2
git
glances
gnome-calendar
gnome-keyring
grub
grub-btrfs-support
grub-hook
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
haruna
haveged
hdparm
hwdetect
hwinfo
inetutils
intel-media-driver
intel-ucode
iotop
iptables
iwd
jfsutils
kvantum
kvantum-theme-nordic-git
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-intel
libdvdcss
libgsf
libinput-tools
libopenraw
librime
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
marisa
matugen
mdadm
meld
mesa-utils
micro
mingw-w64-gcc
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
nemo
nemo-fileroller
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noctalia-shell
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntp
nvidia-prime
nvidia-settings
nvidia-utils
obs-studio
obsidian
octopi
oculante
opencl-nvidia
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
papirus-icon-theme
paru
pavucontrol
pbzip2
perl
piper
pipewire-alsa
pipewire-pulse
pkgfile
plocate
plymouth
polkit-kde-agent
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pexpect
python-yaml
qemu-user-static
qemu-user-static-binfmt
qt5ct
rebuild-detector
reflector
ripgrep
rsync
rtkit
s-nail
satty
sddm
sg3_utils
slurp
smartmontools
snapper
sof-firmware
sshpass
strace
sudo
swaybg
swaylock-effects-git
swaylock-fancy-git
switcheroo-control
sysfsutils
sysstat
testdisk
texinfo
tree
ttf-bitstream-vera
ttf-dejavu
ttf-fantasque-nerd
ttf-fira-sans
ttf-hack
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-opensans
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-intel
waybar
wf-recorder
wget
which
wine-cachyos
winetricks
wireless-regdb
wireplumber
wl-clipboard
wlogout
wmctrl
wob
woff2-font-awesome
wofi
wpa_supplicant
wps-office
xdg-desktop-portal-gnome
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-input-libinput
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xorg-xwayland
xwayland-satellite
zed
zoxide
