fcitx5
fcitx5-chinese-addons
fcitx5-qt
fcitx5-gtk
fcitx5-configtool
fcitx5-material-color
fcitx5-rime
noctalia-shell
ttf-sarasa-gothic
ttf-nerd-fonts-symbols
noto-fonts-emoji
ttf-font-awesome
dbeaver
grim
slurp
satty
xdg-desktop-portal-wlr
wl-clipboard
cliphist
papirus-icon-theme
zed
docker
docker-compose
matugen
spotify-launcher
blueman
oculante
haruna